Repository: ICTU/ictuwp-plugin-conference
Catalog: languages/ictuwp-plugin-conference-*.po
Languages: nl_nl

# Event times
source: Time
nl_nl: Tijd

# Event city
source: Location
nl_nl: Plaats

# speaker type
source: Speakers
nl_nl: Sprekers

source: Find %s on social media
nl_nl: Links voor %s

# session location taxonomy
source: Session location
nl_nl: Zaal

# speaker type
source: Speaker
nl_nl: Spreker

# timeblock taxonomy
source: Timeblock
nl_nl: Tijdsblok

# session type
source: Sessions
nl_nl: Workshops

# session type
source: Session
nl_nl: Workshop

# session type
source: All sessions
nl_nl: Alle sessies

# session type
source: Add new session
nl_nl: Nieuwe workshop toevoegen

# session type
source: Edit session
nl_nl: Bewerk workshop

# session type
source: New session
nl_nl: Nieuwe workshop

# session type
source: View session
nl_nl: Bekijk workshop

# session type
source: Search session
nl_nl: Zoek workshop

# session type
source: No sessions found
nl_nl: Geen workshops gevonden

source: Featured image
nl_nl: Uitgelichte afbeelding

source: Archives
nl_nl: Overzichten

source: Uploaded media
nl_nl: Bijbehorende bestanden

# keynotes type
source: All keynotes
nl_nl: Alle keynotes

# keynotes type
source: Add new keynote
nl_nl: Nieuwe keynote toevoegen

# keynotes type
source: Edit keynote
nl_nl: Bewerk keynote

# keynotes type
source: New keynote
nl_nl: Nieuwe keynote

# keynotes type
source: View keynote
nl_nl: Bekijk keynote

# keynotes type
source: Search keynote
nl_nl: Zoek keynote

# keynotes type
source: No keynotes found
nl_nl: Geen keynotes gevonden

# speaker type
source: All speakers
nl_nl: Alle sprekers

# speaker type
source: Add new speaker
nl_nl: Nieuwe spreker toevoegen

# speaker type
source: Edit speaker
nl_nl: Bewerk spreker

# speaker type
source: View speaker
nl_nl: Bekijk spreker

# speaker type
source: Search speaker
nl_nl: Zoek spreker

# speaker type
source: No speakers found
nl_nl: Geen sprekers gevonden

# timeblock taxonomy
source: Timeblocks
nl_nl: Tijdsblokken

# timeblock taxonomy
source: All timeblocks
nl_nl: Alle tijdsblokken

# timeblock taxonomy
source: Add timeblock
nl_nl: Tijdsblok toevoegen

# timeblock taxonomy
source: Edit timeblock
nl_nl: Bewerk tijdsblok

# timeblock taxonomy
source: New timeblock
nl_nl: Nieuw tijdsblok

# timeblock taxonomy
source: View timeblock
nl_nl: Bekijk tijdsblok

# timeblock taxonomy
source: Search timeblock
nl_nl: Zoek tijdsblok

# timeblock taxonomy
source: No timeblocks found
nl_nl: Geen tijdsblokken gevonden

# session type taxonomy
source: Session type
nl_nl: Workshop-type

# session type taxonomy
source: Session types
nl_nl: Workshop-types

# session type taxonomy
source: All session types
nl_nl: Alle workshop-types

# session type taxonomy
source: Add session type
nl_nl: Voeg workshop-type toe

# session type taxonomy
source: Edit session type
nl_nl: Bewerk workshop-type

# session type taxonomy
source: New session type
nl_nl: Nieuw workshop-type

# session type taxonomy
source: View session type
nl_nl: Bekijk workshop-type

# session type taxonomy
source: Search session type
nl_nl: Zoek workshop-type

# session type taxonomy
source: No session types found
nl_nl: Geen workshop-types gevonden

# session level taxonomy
source: Session levels
nl_nl: Workshop-niveaus

# session level taxonomy
source: Session level
nl_nl: Workshop-niveau

# session level taxonomy
source: All session levels
nl_nl: Alle workshop-niveaus

# session level taxonomy
source: Add session level
nl_nl: Workshop-niveau toevoegen

# session level taxonomy
source: Edit session level
nl_nl: Bewerk workshop-niveau

# session level taxonomy
source: New session level
nl_nl: Nieuw workshop-niveau

# session level taxonomy
source: View session level
nl_nl: Bekijk workshop-niveau

# session level taxonomy
source: Search session level
nl_nl: Zoek workshop-niveau

# session level taxonomy
source: No search session levels found
nl_nl: Geen workshop-niveaus gevonden

# session location taxonomy
source: Session locations
nl_nl: Zalen

# session location taxonomy
source: All session locations
nl_nl: Alle zalen

# session location taxonomy
source: Add session location
nl_nl: Zaal toevoegen

# session location taxonomy
source: Edit session location
nl_nl: Bewerk zaal

# session location taxonomy
source: New session location
nl_nl: Nieuwe zaal

# session location taxonomy
source: View session location
nl_nl: Bekijk zaal

# session location taxonomy
source: Search session location
nl_nl: Zoek zaal

# session location taxonomy
source: No search session locations found
nl_nl: Geen zalen gevonden

# session level taxonomy
source: Countries
nl_nl: Landen

# session level taxonomy
source: Country
nl_nl: Land

# session level taxonomy
source: All countries
nl_nl: Alle landen

# session level taxonomy
source: Add country
nl_nl: Land toevoegen

# session level taxonomy
source: Edit country
nl_nl: Bewerk land

# session level taxonomy
source: New country
nl_nl: Land toevoegen

# session level taxonomy
source: View country
nl_nl: Bekijk land

# session level taxonomy
source: Search country
nl_nl: Zoek land

# session level taxonomy
source: No countries found
nl_nl: Geen landen gevonden

source: ICTU / Gebruiker Centraal / Conference post types and taxonomies
nl_nl: ICTU / Gebruiker Centraal / Conferentie - custom post types & custom taxonomieën

source: Plugin for conference.gebruikercentraal.nl to register custom post types and custom taxonomies
nl_nl: Plugin voor conference.gebruikercentraal.nl to voor custom post types & custom taxonomieën
